keyvin/micropython/ports/esp32/boards/GENERIC_SPIRAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module (spiram)"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MODULE_OUTPUT_ENABLED 1
#define MODULE_INPUT_ENABLED 1
#define MODULE_ILI9341GFX_ENABLED 1
